Repository: ilMazza97/MazzaWebSite
Catalog: MazzaWebSite/Resources/Home.*.resx
Languages: it

source: About Us
it: Chi Siamo

source: All Rights Reserved
it: Tutti i diritti sono riservati

source: Capital Invested
it: Capitale Investito

source: Capital Withdrawn
it: Capitale Prelevato

source: Clients
it: Clienti

source: Community
it: Comunità

# CommunityST
source: Our main objective is to create a community of people that can talk and exchange new opportunities for profit
it: E' presente una comunità di persone che scambia e condivide nuove idee e opportunità di guadagno

# DiversifyEarnings
source: Diversify your earnings
it: Diversificazione Guadagni

# DiversifyEarningsST
source: We offer various earning opportunities, so as to have different revenues and to bear the risk of loss of capital
it: Offriamo diverse opportunità di guadagno, in modo tale da avere diverse entrate e dimunire il rischio di perdita del capitale.

source: Get Started
it: Inizia Subito

# NetworkPossibility
source: Networking Possibility
it: Possibilità di fare rete

# NetworkPossibilityST
source: We offer the opportunity to make you gain by letting our friends know about our reality
it: Offriamo la possibilità di farti guadagnare facendo conoscere la nostra realtà ai tuoi amici

# OurTarget
source: Our Goals
it: I nostri obiettivi

source: Passive Icome
it: Guadagno Passivo

# PassiveIcomeST
source: We offer the opportunity to make you earn without you moving a finger making you save time
it: Offriamo la possibilità di farti guadagnare senza che tu muova un dito facendoti così risparmiare tempo

source: Professionality
it: Professionalità

# ProfessionalityST
source: Our team is composed by experts in the world of finance who guarantee a certain level of skills and efficiency
it: Il nostro team è composto da persone esperte nel mondo della finanza che garantiscono un certo livello di competenze ed efficienza

source: Punctuality
it: Puntualità

# PunctualityST
source: All profits will be transferred on time to all interested parties without interference or delays
it: Tutti gli utili saranno trasferiti puntualmente a tutti i soggetti interessati senza interferenze o ritardi

# Security
source: Security & Privacy
it: Sicurezza & Riservatezza

# SecurityST
source: All your data and movements will remain secreted and inviolate by any internal or external entity. The best encryption level on the market is applied
it: Tutti i vostri dati e movimenti rimarranno secretati ed inviolati da qualsiasi entità interna od esterna al gruppo. A quest'ultimi è applicato il miglior livello di crittografia presente sul mercato

source: Socials
it: Social

source: Strategy
it: Strategia

# StrategyST
source: The quality of the project comes from a scrupulous analysis of various opportunities for profit and efficiency of the latter
it: La qualità del progetto proviene da un analisi scrupolosa di varie opportunità di guadagno e dell’efficienza di quest’ultime.

source: Transactions
it: Transazioni

source: Transparency
it: Transparenza

# TransparencyST
source: All info and movements will be accessible to anyone; to obtain the best functioning of this project, some of your transactions will be published, subject to prior authorization
it: Tutte le info e le movimentazioni saranno accessibili a chiunque, per ottenere il miglior funzionamento di questo progetto verranno pubblicate, sotto previa autorizzazione, alcune vostre transazioni

source: Why Invest with us?
it: Perchè investire con noi?

source: Why Us
it: Perchè Noi
